Repository: viplmad/game-oclock
Catalog: lib/l10n/app_*.arb
Languages: es

# connectingString
source: Connecting...
es: Conectando...

# connectString
source: Connect
es: Conectar

# failedConnectionString
source: Failed connection
es: Conexión fallida

# retryString
source: Retry
es: Reintentar

# changeRepositoryString
source: Change connection settings
es: Cambiar ajustes de conexión

# changeStartGameViewString
source: Change start Game View
es: Cambiar vista de juegos inicial

# startGameViewString
source: Start Game View
es: Vista de juegos inicial

# aboutString
source: About
es: Acerca de

# licenseInfoString
source: Released under the MIT License
es: Publicado bajo la licencia MIT

# repositorySettingsString
source: Connection settings
es: Ajustes de conexión

# updatedConnectionString
source: Connection updated
es: Conexión actualizada

# unableToUpdateConnectionString
source: Unable to update connection
es: No ha sido posible actualizar la conexión

# unableToLoadConnectionString
source: Unable to load connection
es: No ha sido posible cargar conexión

# saveString
source: Save
es: Guardar

# nameString
source: Name
es: Nombre

# usernameString
source: User
es: Usuario

# passwordString
source: Password
es: Contraseña

# currentAccessTokenString
source: Current Access Token
es: Token de acceso actual

# accessTokenCopiedString
source: Access Token copied
es: Token de acceso copiado

# errorCopiedString
source: Error copied
es: Error copiado

# searchAllString
source: Search
es: Búsqueda

# changeStyleString
source: Change Style
es: Cambiar estilo

# changeViewString
source: Change View
es: Cambiar vista

# changeRangeString
source: Change Range
es: Cambiar rango

source: Calendar View
es: Vista de calendario

# gameListsString
source: Game Lists
es: Listas de juegos

# wishlistedString
source: Wishlisted
es: Deseados

# wishedGameString
source: Wished Game
es: juego deseado

# wishlistedGamesString
source: Wishlisted Games
es: Juegos deseados

# newString
source: New {type}
es: Nuevo {type}

# openString
source: Open
es: Abrir

# addedString
source: {type} added
es: {type} añadido

# unableToAddString
source: Unable to add {type}
es: No ha sido posible añadir {type}

# deletedString
source: {type} deleted
es: {type} eliminado

# unableToDeleteString
source: Unable to delete {type}
es: No ha sido posible eliminar {type}

# deleteString
source: Delete
es: Eliminar

# deleteButtonLabel
source: DELETE
es: ELIMINAR

# deleteDialogTitle
source: Are you sure you want to delete {item}?
es: ¿Estás seguro que quieres eliminar {item}?

# deleteDialogSubtitle
source: This action cannot be undone
es: Esta acción es irreversible

# showString
source: Show
es: Mostrar

# hideString
source: Hide
es: Ocultar

# enterTextString
source: Please enter some text
es: Por favor, introduzca texto

# nameFieldString
source: Name
es: Nombre

# filenameString
source: Filename
es: Nombre de archivo

# releaseYearFieldString
source: Release Year
es: Año de lanzamiento

# finishDateFieldString
source: Finish Date
es: Fecha de fin

# finishDatesFieldString
source: Finish Dates
es: Fechas de fin

# emptyFinishDatesString
source: No finish dates yet
es: No hay fechas de fin aun

# mainViewString
source: Main
es: Principal

# lastAddedViewString
source: Last Added
es: Últimos añadidos

# lastUpdatedViewString
source: Last Updated
es: Últimos actualizados

# yearInReviewString
source: Year in Review
es: Repaso anual

# changeYearString
source: Change year
es: Cambiar año

# gameString
source: Game
es: Juego

# gamesString
source: Games
es: Juegos

# lowPriorityString
source: Low Priority
es: Baja prioridad

# nextUpString
source: Next Up
es: Siguiente

# playingString
source: Playing
es: Jugando

# playedString
source: Played
es: Jugado

# finishedString
source: Finished
es: Terminado

# wishlistString
source: Wishlisted
es: Deseado

# editionFieldString
source: Edition
es: Edición

# statusFieldString
source: Status
es: Estado

# ratingFieldString
source: Rating
es: Puntuación

# thoughtsFieldString
source: Thoughts
es: Notas

# gameLogFieldString
source: Session
es: Sesión

# gameLogsFieldString
source: Play Time
es: Tiempo de juego

# saveFolderFieldString
source: Save Folder
es: Carpeta de guardado

# screenshotFolderFieldString
source: Screenshot Folder
es: Carpeta de capturas

# singleCalendarViewString
source: Play Time & Finish Dates
es: Tiempo de juego & fechas de fin

# calendarViewString
source: Play Time
es: Tiempo de juego

# editTimeString
source: Time
es: Tiempo

# finishedThisDayString
source: Finished this day
es: Terminado este día

# gameCalendarEventString
source: Calendar Event
es: Evento de calendario

# firstLabel
source: First
es: Primero

# lastLabel
source: Last
es: Último

# previousLabel
source: Previous
es: Anterior

# nextLabel
source: Next
es: Siguiente

# emptyString
source: No {type} yet
es: No existen {type} aun

# emptyPlayTimeString
source: No Play Time yet
es: No existe tiempo de juego aun

# totalGamesString
source: {total} {total, plural, =1{Game} other{Games}}
es: {total} {total, plural, =1{juego} other{juegos}}

# startDateString
source: Start Date
es: Fecha de inicio

# endDateString
source: End Date
es: Fecha de fin

# startTimeString
source: Start Time
es: Hora de inicio

# endTimeString
source: End Time
es: Hora de fin

# durationString
source: Duration
es: Tiempo

# recalculationModeTitle
source: Recalculation Mode
es: Modo de recálculo

# recalculationModeSubtitle
source: Affects the value to be recalculated if other values change
es: Afecta al valor que se recalculará si otros valores cambian

# recalculationModeDurationString
source: Recalculate duration
es: Recalcular tiempo

# recalculationModeTimeString
source: Recalculate time
es: Recalcular horas

source: Invalid session
es: Sesión inválida

# startDateMustBePreviousEndDateString
source: Start date must be previous than end date
es: La fecha de incio debe ser anterior a la fecha de fin

# startDateTimeMustBePreviousEndDateTimeString
source: Start date and time must be previous than end date and time
es: La fecha y hora de inicio debe ser anterior a la fecha y hora de fin

# durationMustNotBeEmptyString
source: Duration must not be an empty span of time
es: El tiempo no debe ser un periodo de tiempo vacío

# playingViewString
source: Playing
es: Jugando

# nextUpViewString
source: Next Up
es: Siguientes

# lastPlayedString
source: Last Played
es: Últimos jugados

# lastFinishedViewString
source: Last Finished
es: Últimos terminados

# gamesFromYearString
source: Finished in {year}
es: Terminado el {year}

# baseGameFieldString
source: Base Game
es: Juego base

# platformString
source: Platform
es: Plataforma

# platformsString
source: Platforms
es: Plataformas

# physicalString
source: Physical
es: Físico

# platformTypeFieldString
source: Type
es: Tipo

# tagString
source: Tag
es: Etiqueta

# tagsString
source: Tags
es: Etiquetas

# editString
source: Edit {field}
es: Editar {field}

# addString
source: Add {field}
es: Añadir {field}

# percentagePlayTimeString
source: {total} of Play Time
es: {total} del tiempo de juego

# percentageMonthPlayTimeString
source: {total} of Month Play Time
es: {total} del tiempo mensual de juego

# percentagePlayedStartedThisYear
source: {total} of Played started this year
es: {total} de juegos empezados este año

# percentagePlayedFinishedString
source: {total} of Played Finished
es: {total} de juegos terminados

# percentageFinishedFirstFinishedThisYearString
source: {total} of Finished first finished this year
es: {total} de juegos terminados por primera vez este año

# percentagePlayedString
source: {total} of Played
es: {total} de los jugados

# percentageFinishedString
source: {total} of Finished
es: {total} de los terminados

# playTimeString
source: {total} Play Time
es: {total} de tiempo de juego

# totalPlayedString
source: {total} Played
es: {total} {total, plural, =1{jugado} other{jugados}}

# totalRatedString
source: {total} Rated
es: {total} {total, plural, =1{puntuado} other{puntuados}}

# totalFinishedString
source: {total} Finished
es: {total} {total, plural, =1{terminado} other{terminados}}

# sessionsPlayedString
source: {total} {total, plural, =1{Session} other{Sessions}} Played
es: {total} {total, plural, =1{sesión} other{sesiones}}

# totalGamesPlayedString
source: {total} {total, plural, =1{Game} other{Games}} Played
es: {total} {total, plural, =1{juego} other{juegos}}

# totalFirstPlayedString
source: {total} First Played
es: {total} {total, plural, =1{jugado} other{jugados}} por primera vez

# totalGamesFinishedString
source: {total} {total, plural, =1{Game} other{Games}} Finished
es: {total} {total, plural, =1{juego terminado} other{juegos terminados}}

# totalFirstFinishedString
source: {total} First Finished
es: {total} {total, plural, =1{terminado} other{terminados}} por primera vez

# daysLongestStreakString
source: {total} {total, plural, =1{Day} other{Days}} Longest Streak
es: {total} {total, plural, =1{día} other{días}} de racha más larga

# longestStreakString
source: Longest Streak
es: Racha más larga

# playTimeLongestSessionString
source: {total} Play Time Longest Session
es: {total} de tiempo jugado en la sesión más larga

# playingGameString
source: Playing {name}
es: Jugando {name}

# playingDifferentGameString
source: Playing {total} {total, plural, =1{Game} other{Different Games}}
es: Jugando {total} {total, plural, =1{juego} other{juegos diferentes}}

# startedThisYearString
source: Started this year
es: Empezado este año

# pickedBackThisYearString
source: Picked back up this year
es: Volviste a jugar este año

# firstFinishedThisYearString
source: First finished this year
es: Terminado por primera vez este año

# finishedAgainThisYearString
source: Finished again this year
es: Terminado otra vez este año

# startedOnDayString
source: Started on the {day}{day, select, 1{st} 2{nd} 3{rd} 21{st} 22{nd} 23{rd} 31{st} other{th}}
es: Empezado el día {day}

# finishedOnDayString
source: Finished on the {day}{day, select, 1{st} 2{nd} 3{rd} 21{st} 22{nd} 23{rd} 31{st} other{th}}
es: Terminado el día {day}

# gamesPlayedByReleaseYearString
source: Games played by release year
es: Juegos por año de lanzamiento

# gamesFinishedByReleaseYearString
source: Games finished by release year
es: Juegos terminados por año de lanzamiento

# playTimeByMonthString
source: Play Time by month
es: Tiempo de juego por mes

# gamesPlayedByRatingString
source: Games played by rating
es: Juegos por puntuación

# gamesFinishedByMonthString
source: Games finished by month
es: Juegos terminados por mes

# playedInString
source: Played in {month}
es: Jugado en {month}

# ratedWithString
source: Rated with {rating, select, 8{an} other{a}} {rating}
es: Puntuado con un {rating}

# finishedInString
source: Finished in {month}
es: Terminados en {month}

# newRelasesString
source: New releases
es: Nuevos lanzamientos

# recentString
source: Recent
es: Recientes

# classicGamesString
source: Classic
es: Clásicos

# recentDescriptionString
source: Released in the last 1-{yearsMax} years
es: Lanzados durante los últimos 1-{yearsMax} años

# classicGamesDescriptionString
source: Released {yearsMax} or more years ago
es: Lanzados hace {yearsMax} años o más

# fieldUpdatedString
source: Field updated
es: Campo actualizado

# unableToUpdateFieldString
source: Unable to update field
es: No ha sido posible actualizar el campo

# uploadImageString
source: Upload image
es: Subir imagen

# replaceImageString
source: Replace image
es: Reemplazar imagen

# renameImageString
source: Rename image
es: Renombrar imagen

# deleteImageString
source: Delete image
es: Borrar imagen

# imageUpdatedString
source: Image updated
es: Imagen actualizada

# unableToUpdateImageString
source: Unable to update image
es: No ha sido posible actualizar la imagen

# unableToLaunchString
source: Could not launch {url}
es: No se puede abrir {url}

# linkString
source: Link {type}
es: Vincular {type}

# unlinkString
source: Unlink {type}
es: Desvincular {type}

# undoString
source: Undo
es: Deshacer

# unableToUndoString
source: Unable to undo action
es: No ha sido posible deshacer la acción

# linkedString
source: {type} linked
es: {type} vinculado

# unableToLinkString
source: Unable to link {type}
es: No ha sido posible vincular {type}

# unlinkedString
source: {type} unlinked
es: {type} desvinculado

# unableToUnlinkString
source: Unable to unlink {type}
es: No ha sido posible desvincular {type}

# searchString
source: Search {type}
es: Buscar {type}

# unableToLoadString
source: Unable to load {type}
es: No ha sido posible cargar {type}

# unableToLoadDetailString
source: Unable to load details
es: No ha sido posible cargar detalles

# unableToLoadCalendarString
source: Unable to load calendar
es: No ha sido posible cargar calendario

# unableToLoadReviewString
source: Unable to load review
es: No ha sido posible cargar review

# unableToLoadSearchString
source: Unable to load search
es: No ha sido posible cargar búsqueda

# unableToLoadAppVersionString
source: Unable to load app version
es: No ha sido posible cargar versión de app

# unexpectedParametersString
source: Unexpected parameters
es: Parámetros inseperados

# similarEntityAlreadyExistsString
source: A similar entity already exists
es: Ya existe una entidad similar

# entityNotFoundString
source: Entity not found
es: Entidad no encontrada

# notImplementedYetString
source: Not implemented yet
es: No implementado todavía

# forbiddenAccessString
source: Access forbidden
es: Acceso restringido

# authErrorString
source: Authentication error
es: Error de autenticación

# unexpectedResponseString
source: Unexpected response
es: Respuesta inesperada

# unknownErrorString
source: Unknown error
es: Error desconocido

# somethingWentWrongString
source: Ops! Something went wrong
es: Ups! Algo no va fino

# clearSearchString
source: Clear
es: Limpiar

# newWithTitleString
source: + New {type} titled '{title}'
es: + Nuevo {type} con título '{title}'

# noResultsString
source: No results found
es: No se han encontrado resultados

# noYearString
source: Without year
es: Sin año

# dayString
source: Day
es: Día

# weekString
source: Week
es: Semana

# monthString
source: Month
es: Mes

# yearString
source: Year
es: Año

# hoursAbbr
source: {hours} {hours, plural, =1{hr.} other{hrs.}}
es: {hours} h
